---
kind: other
id: Methods.T:Autodesk.Revit.DB.PointClouds.PointCloudOverrideSettings
source: html/d05b5e04-b8c4-5820-d360-34b43def0dd4.htm
---
# PointCloudOverrideSettings Methods

Assigns values of the source settings to this object.